// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

TaskName = "Skriv ut diagnostik för utskriftskvalitet";

TransferringProcessTitle = "Överför fil…";
PrintingProcessTitle = "Skriver ut diagnostisk sida för utskriftskvalitet…";

NoPrintTitle = "Kan inte skriva ut diagnostisk sida för utskriftskvalitet";
NoPrintMsg = "Kontrollera att skrivaren är ansluten och påslagen. Försök igen.";

RMTPQDPanelTitle = "Skriv ut en diagnostiksida för utskriftskvalitet";
HSDRMTQPDPanelHeader = "Skriv ut en sida så att du kan bestämma om du behöver köra några utskriftskvalitetsverktyg för att förbättra utskriftskvaliteten.";
HSDRMTQPDPanelFooter = "Klicka på Skriv ut sida om du vill skriva ut en kopia av diagnostiksidan för utskriftskvalitet.";
HSDRMTPQDButtonTitle = "Skriv ut sida";

HSDQualityDiagnosticsTextFieldTitle = "Diagnostik för utskriftskvalitet";
HSDInfoTextFieldTitle = "Skrivaren skriver ut en sida som du kan använda om du behöver köra något av de underhållsverktyg som hjälper dig att förbättra kvaliteten på dina utskrifter.";
HSDGuideTextFieldTitle = "Klicka på knappen Skriv ut för att skriva ut en kopia på den diagnostiska sidan för utskriftskvalitet.";
HSDPrintButtonTitle = "Skriv ut";

